Repository: wwuselessww/RunningBuddy
Catalog: RunningBuddy/Locale/Localizable.xcstrings
Source language: en
Languages: ru

source: this month
ru: в этом месяце

source: %@km
ru: %@км

source: %lld kg
ru: %lld кг

source: %lld km/h
ru: %lld км/ч

# %lld minutes %@
source: %1$lld minutes %2$@
ru: %1$lld минут %2$@

source: %lld steps
ru: %lld шагов

source: %lld times
ru: %lld раз

source: Active Energy
ru: Калории

source: Allow location access so we can measure your activities and provide accurate insights
ru: Разрешите доступ к данным о вашем местоположении, чтобы мы могли измерять вашу активность и предоставлять точные аналитические данные.

source: Avg Hearth Rate
ru: Средний пульс

source: Avg HR
ru: Средний пульс

source: Burned
ru: Созжено

source: Calories
ru: Калории

source: Cancel
ru: Отменить

source: CHANGE ME
ru: Поменяй меня на иконку приложения

source: Complete
ru: Завершить

source: Confirm
ru: Подтвердить

source: Create Workout
ru: Создать Упражнение

source: Current objective time
ru: Время секции

source: Date
ru: Дата

source: day
ru: день

source: Debug
ru: Дебаг

source: Distance
ru: Дистанция

source: Done
ru: Готов

source: easy
ru: Легко

source: Easy
ru: Легко

source: Finish
ru: Закончить

source: fri
ru: пт

source: hard
ru: Тяжело

source: Hard
ru: Тяжело

source: Hearth Rate Zones
ru: Зоны частоты сердечных сокращений

source: Hello
ru: Привет

source: Hmmmm, no route for this workout? how queer!!!
ru: Хммммм. нет маршрута. это очень странно

source: Hold To Skip
ru: Зажми чтобы пропустить

source: home
ru: Главная

source: If you want to end the workout press 'Ok' and what was recorded will be saved.
ru: Чтобы завершить тренировку, нажмите «ОК», и записанные данные будут сохранены.

source: kg
ru: кг

source: km
ru: км

source: lbs
ru: фунтов

source: lets get going!
ru: давай начнем!

source: Loading...
ru: Загрузка…

source: Max Hearth Rate
ru: Макс пульс

source: Max HR
ru: Макс пульс

source: Medium
ru: Средне

source: mid
ru: Средне

source: min
ru: мин

source: mon
ru: пн

source: Next will be walking
ru: Следующей будет прогулка

source: next will be: %@
ru: Следующей будет: %@

source: No recorded activities
ru: Нет сохранненых упражнений

source: no route
ru: Нет маршрута

source: Now
ru: Сейчас

source: Ok
ru: Окей

source: Outdoor Run
ru: Пробежка

source: Outdoor Walk
ru: Прогулка

source: Pace
ru: Темп

source: Pace: %@
ru: Темп: %@

source: Profile
ru: Профиль

source: Run
ru: Бег

source: Running
ru: Бег

source: sat
ru: сб

source: Save workout
ru: Сохранить упражнение

source: selected date
ru: выбранные даты

source: Settings
ru: Настройки

source: Speed
ru: Скорость

source: Speed: %@km/h
ru: Скорость: %@км/ч

source: Stage: 1/5
ru: Этап 1/5

source: Start
ru: Старт

source: Steps
ru: Шаги

source: sun
ru: вс

source: thu
ru: чет

source: Time
ru: Время

source: Time in zone
ru: Время в зоне

source: Time remaining
ru: Осталось времени

source: Total time: %lld min
ru: Время упражнения: %lld мин

source: tue
ru: вт

source: Tutorial View
ru: Обучение должно быть тут

source: Type
ru: Тип

source: Walk
ru: Шаг

source: Walking
ru: Прогулка

source: water view
ru: Вода view

source: We use your location to improve your experience
ru: Мы используем ваше местоположение для улучшения вашего пользовательского опыта.

source: Weight
ru: Вес

source: Weight is
ru: Вес:

source: Weight Units
ru: Единица измерения

source: wen
ru: ср

source: What is your current weight?
ru: Какой у вас вес сейчас?

source: Workout
ru: Упражнения

source: Workout duration in minutes
ru: Продолжительность тренировки

source: You have already run
ru: Вы уже пробежали

source: YOU will learn HOW to start running with EASE
ru: Вы узнаете, КАК начать бегать ЛЕГКО.

source: Zone
ru: Зона
